/**
 	*()
 	*주석1
 	*주석2
 */
//한줄 주석입니다.
//이것은 주석이 아니라서 예외(에러)를 발생시킵니다.
//주석은 컴파일할때 삭제되어서 컴파일 됩니다.
//그래서 주석은 프로그램의 용량에 영향을 주지 않습니다.
/*한 번에 많은 주석을 넣을 때는 이 주석을 사용합니다.*/
/*
	여러줄애
		주석을
		적으면 이런식으로
			사용합니다
 */
package doitjava;

public class MyNarre {
	
	public static void main(String[] args) {
		System.out.println("제 이름은 이현석입니다."); //화면출력 코드
		System.out.println("전 지금 자바를 배웁니다"); //둘째 줄의 출력 코드
	}

}


	/*
	 * 첫 수업 시간에 작성한 코드입니다.
	 * 어떤 언어를 학습할떄 최초로 화면 출력을
	 * 배우게 됩니다.
	 * */
